Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Hides sources larger than the cap (e.g. 1080p but not a 20 GB file). Sources with no stated size are kept.
af: Versteek bronne groter as die limiet (bv. 1080p maar nie 'n 20 GB-lêer). Bronne sonder vermelde grootte word behou.
am: ከካፕ በላይ ያሉ ምንጮችን ይሸፍናል (ለምሳሌ 1080p ነገር ግን 20 ጂቢ ፋይል አይደለም)። ምንም ገለጻ የሌለቸው ምንጮች ይቆያሉ።
ar: يخفي المصادر الأكبر من الحد الأقصى (مثلًا 1080p لكن ليس ملفًا بحجم 20 GB). تُبقى المصادر التي لا حجم معلن لها.
as: সীমাতকৈ ডাঙৰ উৎসবোৰ লুকুৱায় (যেনে 1080p কিন্তু 20 GB ফাইল নহয়)। আকাৰ উল্লেখ নথকা উৎসবোৰ ৰখা হয়।
az: Hədd ölçüsündən böyük mənbələri gizlədir (məs. 1080p, amma 20 GB fayl deyil). Ölçüsü göstərilməmiş mənbələr saxlanılır.
be: Хавае крыніцы большыя за ліміт (напрыклад, 1080p, але не файл на 20 ГБ). Крыніцы без указанага памеру захоўваюцца.
bg: Скрива източници, по-големи от ограничението (напр. 1080p, но не файл от 20 GB). Източниците без посочен размер се запазват.
bn: সীমার চেয়ে বড় সোর্স লুকায় (যেমন 1080p কিন্তু 20 GB ফাইল নয়)। আকার উল্লেখ নেই এমন সোর্স রাখা হয়।
br: Kuzhat a ra ar mammennoù brasoc'h eget an harz (da sk. 1080p met nann ur restr 20 GB). Ar mammennoù hep ment merket a vez miret.
bs: Skriva izvore veće od ograničenja (npr. 1080p ali ne datoteku od 20 GB). Izvori bez navedene veličine se zadržavaju.
ca: Amaga les fonts més grans que el límit (p. ex., 1080p però no un fitxer de 20 GB). Les fonts sense mida declarada es conserven.
ceb: Nagtago sa mga tinubdan nga mas dako sa cap (pananglitan 1080p apan dili 20 GB nga file). Ang mga tinubdan nga walay gipahayag nga gidak-on gitipigan.
cs: Skryje zdroje větší než limit (např. 1080p, ale ne 20GB soubor). Zdroje bez uvedené velikosti se ponechají.
cy: Yn cuddio ffynonellau'n fwy na'r terfyn (e.e. 1080p ond nid ffeil 20 GB). Cedwir ffynonellau heb faint wedi'i nodi.
da: Skjuler kilder større end grænsen (f.eks. 1080p, men ikke en 20 GB-fil). Kilder uden angivet størrelse beholdes.
de: Blendet Quellen aus, die größer als das Limit sind (z. B. 1080p, aber keine 20-GB-Datei). Quellen ohne angegebene Größe bleiben erhalten.
el: Αποκρύπτει πηγές μεγαλύτερες από το όριο (π.χ. 1080p αλλά όχι αρχείο 20 GB). Οι πηγές χωρίς δηλωμένο μέγεθος διατηρούνται.
es: Oculta las fuentes mayores que el límite (p. ej. 1080p pero no un archivo de 20 GB). Las fuentes sin tamaño indicado se conservan.
et: Peidab piirmäärast suuremad allikad (nt 1080p, kuid mitte 20 GB suurust faili). Märkimata suurusega allikad säilitatakse.
eu: Mugatik handiagoako iturburuak ezkutatzen ditu (adib. 1080p bai baina 20 GB fitxategi bat ez). Tamaina adierazi gabeko iturburuak mantentzen dira.
fa: منابع بزرگ‌تر از سقف را پنهان می‌کند (مثلاً 1080p اما نه یک فایل ۲۰ GB). منابع بدون اندازه مشخص نگه داشته می‌شوند.
fi: Piilottaa rajaa suuremmat lähteet (esim. 1080p mutta ei 20 GB:n tiedostoa). Lähteet, joiden kokoa ei ole ilmoitettu, säilytetään.
fil: Itinatago ang mga source na mas malaki sa cap (hal. 1080p ngunit hindi isang 20 GB na file). Pinananatili ang mga source na walang nakasaad na laki.
fo: Fjalir keldur størri enn markið (t.d. 1080p men ikki eina 20 GB fílu). Keldur uttan uppgivna stødd verða goymdar.
fr: Masque les sources dépassant la limite (par ex. 1080p mais pas un fichier de 20 GB). Les sources sans taille indiquée sont conservées.
fy: Ferstoppet boarnen dy't grutter binne as de limyt (bygelyks 1080p mar net in bestân fan 20 GB). Boarnen sûnder oanjûne grutte bliuwe bewarre.
ga: Folaíonn foinsí atá níos mó ná an uasteorainn (m.sh. 1080p ach ní comhad 20 GB). Coinnítear foinsí gan mhéid luaite.
gd: Falaichidh seo tùsan nas motha na an t-uachdar (m.e. 1080p ach chan e faidhle 20 GB). Cumar tùsan aig nach eil meud aithnichte.
gl: Oculta as fontes que superen o límite de tamaño (p. ex., 1080p pero non un ficheiro de 20 GB). As fontes sen tamaño indicado consérvanse.
gu: મર્યાદા કરતાં મોટા સ્રોત છુપાવે છે (દા.ત. 1080p પણ 20 GB ફાઇલ નહીં). કદ જણાવ્યું ન હોય તેવા સ્રોત રાખવામાં આવે છે.
ha: Yana ɓoye tushe da suka fi iyaka girma (misali 1080p amma ba fayil na 20 GB ba). Ana riƙe tushe da ba a bayyana girmansu ba.
he: מסתיר מקורות גדולים מהמגבלה (למשל 1080p אך לא קובץ של 20 GB). מקורות ללא גודל מצוין נשמרים.
hi: सीमा से बड़े स्रोत छिपाता है (जैसे 1080p लेकिन 20 GB फ़ाइल नहीं)। जिन स्रोतों का आकार नहीं बताया गया है उन्हें रखा जाता है।
hr: Skriva izvore veće od ograničenja (npr. 1080p, ali ne datoteku od 20 GB). Izvori bez navedene veličine zadržavaju se.
ht: Kache sous ki pi gwo pase limit la (pa egzanp 1080p men pa yon fichye 20 GB). Sous ki pa gen gwosè deklare yo konsève.
hu: Elrejti a korlátnál nagyobb forrásokat (pl. 1080p, de nem egy 20 GB-os fájl). A megadott méret nélküli források megmaradnak.
hy: Թաքցնում է սահմանաչափից մեծ աղբյուրները (օրինակ՝ 1080p, բայց ոչ 20 ԳԲ ֆայլ)։ Անհայտ չափի աղբյուրները պահվում են։
id: Menyembunyikan sumber yang lebih besar dari batas (mis. 1080p tetapi bukan file 20 GB). Sumber tanpa ukuran tertera tetap disimpan.
ig: Na-ezo isi mmalite buru ibu karịa oke ahụ (dịka 1080p mana ọ bụghị faịlụ 20 GB). A na-edebe isi mmalite na-enweghị nha akọwapụtara.
is: Felur heimildir stærri en takmörkin (t.d. 1080p en ekki 20 GB skrá). Heimildir án tilgreindrar stærðar eru geymdar.
it: Nasconde le sorgenti più grandi del limite (es. 1080p ma non un file da 20 GB). Le sorgenti senza dimensione indicata vengono mantenute.
ja: 上限より大きいソース（例: 1080p だが 20 GB のファイルではない）を非表示にします。サイズが記載されていないソースは残ります。
jv: Ndhelikaké sumber sing luwih gedhé tinimbang wates (tuladha 1080p nanging ora file 20 GB). Sumber sing ora nyebutaké ukuran tetep disimpen.
ka: მალავს ზღვარს გადამეტებულ წყაროებს (მაგ., 1080p, მაგრამ არა 20 GB ფაილს). განუსაზღვრელი ზომის წყაროები ინახება.
kk: Шектен үлкен дерек көздерін жасырады (мыс., 1080p, бірақ 20 ГБ файл емес). Өлшемі белгісіз дерек көздер сақталады.
km: លាក់ប្រភពដែលធំជាងដែនកំណត់ (ឧ. 1080p ប៉ុន្តែមិនមែនឯកសារ 20 GB)។ ប្រភពដែលមិនមានទំហំបញ្ជាក់ត្រូវបានរក្សាទុក។
kn: ಮಿತಿಗಿಂತ ದೊಡ್ಡ ಮೂಲಗಳನ್ನು ಮರೆಮಾಡುತ್ತದೆ (ಉದಾ. 1080p ಆದರೆ 20 GB ಫೈಲ್ ಅಲ್ಲ). ನಿಗದಿತ ಗಾತ್ರವಿಲ್ಲದ ಮೂಲಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ.
ko: 용량 상한보다 큰 소스를 숨깁니다(예: 1080p이지만 20 GB 파일은 아님). 용량 정보가 없는 소스는 유지됩니다.
ku: Çavkaniyên ji sînor mezintir vedişêre (mînak 1080p lê ne pelekî 20 GB). Çavkaniyên bê mezinahiya diyarkirî têne hiştin.
ky: Чектен чоң булактарды жашырат (мисалы, 1080p, бирок 20 ГБ файлды эмес). Өлчөмү көрсөтүлбөгөн булактар сакталат.
lb: Verstoppt Quelle méi grouss wéi d'Limitt (z.B. 1080p awer net eng 20-GB-Datei). Quelle ouni ugegi Gréisst ginn behalen.
lo: ເຊື່ອງແຫຼ່ງທີ່ໃຫຍ່ກວ່າຂີດຈຳກັດ (ເຊັ່ນ 1080p ແຕ່ບໍ່ແມ່ນໄຟລ໌ 20 GB). ແຫຼ່ງທີ່ບໍ່ໄດ້ລະບຸຂະໜາດຈະຖືກເກັບໄວ້.
lt: Slepia šaltinius, didesnius už ribą (pvz., 1080p, bet ne 20 GB failą). Šaltiniai be nurodyto dydžio paliekami.
lv: Slēpj avotus, kas lielāki par ierobežojumu (piem., 1080p, bet ne 20 GB failu). Avoti bez norādīta izmēra tiek paturēti.
mg: Manafina ny loharano lehibe kokoa noho ny fetra (ohatra 1080p fa tsy rakitra 20 GB). Ny loharano tsy voalaza habe dia tazonina.
mi: Ka hunaia ngā pūtake nui ake i te taumata (hei tauira, 1080p engari kaua he kōnae 20 GB). Ka pupurihia ngā pūtake kāore he rahi kua tohua.
mk: Ги крие изворите поголеми од ограничувањето (на пр. 1080p, но не датотека од 20 GB). Изворите без наведена големина се задржуваат.
ml: പരിധിയേക്കാൾ വലിയ സോഴ്സുകൾ മറയ്ക്കുന്നു (ഉദാ. 1080p എന്നാൽ 20 GB ഫയൽ അല്ല). വലുപ്പം പ്രസ്താവിക്കാത്ത സോഴ്സുകൾ നിലനിർത്തുന്നു.
mn: Хязгаараас том эх сурвалжийг нуудаг (жишээ нь 1080p боловч 20 GB файл биш). Хэмжээ заагдаагүй эх сурвалжуудыг хадгална.
mr: मर्यादेपेक्षा मोठे स्रोत लपवते (उदा. 1080p पण 20 GB फाइल नाही). आकार न सांगितलेले स्रोत ठेवले जातात.
ms: Menyembunyikan sumber lebih besar daripada had (cth. 1080p tetapi bukan fail 20 GB). Sumber tanpa saiz yang dinyatakan dikekalkan.
mt: Jaħbi sorsi akbar mil-limitu (eż. 1080p iżda mhux fajl ta' 20 GB). Sorsi bla daqs iddikjarat jinżammu.
my: ကန့်သတ်ချက်ထက် ကြီးသော အရင်းအမြစ်များကို ဖျောက်ထားသည် (ဥပမာ 1080p ဖြစ်သော်လည်း 20 GB ဖိုင်မဟုတ်ပါ)။ အရွယ်အစား မဖော်ပြသော အရင်းအမြစ်များကို ထားရှိသည်။
nb: Skjuler kilder som er større enn grensen (f.eks. 1080p, men ikke en fil på 20 GB). Kilder uten oppgitt størrelse beholdes.
ne: सीमाभन्दा ठूला स्रोतहरू लुकाउँछ (जस्तै 1080p तर 20 GB फाइल होइन)। आकार नलेखिएका स्रोतहरू राखिन्छन्।
nl: Verbergt bronnen die groter zijn dan de limiet (bijv. 1080p maar niet een bestand van 20 GB). Bronnen zonder vermelde grootte blijven behouden.
ny: Imabisa magwero akulu kuposa malire (mwachitsanzo 1080p koma osati fayilo la 20 GB). Magwero opanda kukula konenedwa amasungidwa.
oc: Amaga las fonts mai grossas que lo limit (per ex. 1080p mas pas un fichièr de 20 Go). Las fonts sens talha indicada son gardadas.
or: କ୍ୟାପଠାରୁ ବଡ଼ ଉତ୍ସଗୁଡ଼ିକୁ ଲୁଚାଏ (ଯେମିତି 1080p କିନ୍ତୁ ଏକ 20 GB ଫାଇଲ ନୁହେଁ)। ଆକାର ଉଲ୍ଲେଖ ନ ଥିବା ଉତ୍ସଗୁଡ଼ିକ ରଖାଯାଏ।
pa: ਸੀਮਾ ਤੋਂ ਵੱਡੇ ਸਰੋਤ ਲੁਕਾਉਂਦਾ ਹੈ (ਜਿਵੇਂ 1080p ਪਰ 20 GB ਫ਼ਾਈਲ ਨਹੀਂ)। ਜਿਨ੍ਹਾਂ ਸਰੋਤਾਂ ਦਾ ਆਕਾਰ ਨਹੀਂ ਦੱਸਿਆ ਉਹ ਰੱਖੇ ਜਾਂਦੇ ਹਨ।
pl: Ukrywa źródła większe niż limit (np. 1080p, ale nie plik 20 GB). Źródła bez podanego rozmiaru są zachowywane.
ps: له حد نه لویې سرچینې پټوي (لکه 1080p خو د ۲۰ GB فایل نه). هغه سرچینې چې اندازه یې نه وي ښودل شوې ساتل کیږي.
pt_br: Oculta fontes maiores que o limite (ex.: 1080p, mas não um arquivo de 20 GB). Fontes sem tamanho informado são mantidas.
pt_pt: Oculta fontes maiores do que o limite (por exemplo, 1080p mas não um ficheiro de 20 GB). As fontes sem tamanho indicado são mantidas.
ro: Ascunde sursele mai mari decât limita (de ex. 1080p, dar nu un fișier de 20 GB). Sursele fără dimensiune specificată sunt păstrate.
ru: Скрывает источники больше лимита (например, 1080p, но не файл 20 GB). Источники без указанного размера сохраняются.
rw: Bihisha inkomoko zirenze urugero (urugero 1080p ariko atari dosiye ya 20 GB). Inkomoko zidafite ingano zavuzwe zirabikwa.
sd: حد کان وڏا ذريعا لڪائي ٿو (مثال طور 1080p پر 20 GB فائل نه). جن ذريعن جو سائز ٻڌايل ناهي اهي رکيا وڃن ٿا.
si: සීමාවට වඩා විශාල මූලාශ්‍ර සඟවයි (උදා. 1080p නමුත් 20 GB ගොනුවක් නොවේ). ප්‍රමාණයක් සඳහන් නොකළ මූලාශ්‍ර තබා ගනී.
sk: Skryje zdroje väčšie ako limit (napr. 1080p, ale nie 20 GB súbor). Zdroje bez uvedenej veľkosti sa zachovajú.
sl: Skrije vire, večje od omejitve (npr. 1080p, ne pa datoteke velikosti 20 GB). Viri brez navedene velikosti se ohranijo.
sm: E nana puna e sili atu i le tapulaa (fai mai 1080p ae le o se faila 20 GB). E teu puna e leai se lapopoa ua taʻua.
sn: Inovanza nzvimbo dzemvura dzakakura kupfuura muganhu (semuenzaniso 1080p asi kwete faira re20 GB). Nzvimbo dzisina saizi yakataurwa dzinochengetwa.
so: Wuxuu qariyaa ilaha ka weyn xadka (tusaale 1080p laakiin ma aha fayl 20 GB ah). Ilaha aan cabbir la sheegin waa la sii hayaa.
sq: Fsheh burimet më të mëdha se kufiri (p.sh. 1080p por jo skedar 20 GB). Burimet pa madhësi të deklaruar mbahen.
sr: Сакрива изворе веће од ограничења (нпр. 1080p али не и датотеку од 20 GB). Извори без наведене величине се задржавају.
st: E pata mehloli e meholo ho feta moeli (mohlala 1080p empa eseng faele ea 20 GB). Mehloli e se nang boholo bo boletsoeng ea bolokoa.
su: Nyumputkeun sumber nu leuwih gedé tina wates (contona 1080p tapi lain file 20 GB). Sumber nu teu nyebutkeun ukuran tetep dijaga.
sv: Döljer källor som är större än gränsen (t.ex. 1080p men inte en fil på 20 GB). Källor utan angiven storlek behålls.
sw: Huficha vyanzo vikubwa zaidi ya kikomo (mf. 1080p lakini si faili la GB 20). Vyanzo visivyo na ukubwa uliodhibitishwa vinabaki.
ta: வரம்பை விட பெரிய ஆதாரங்களை மறைக்கிறது (எ.கா. 1080p ஆனால் 20 GB கோப்பு அல்ல). அளவு குறிப்பிடப்படாத ஆதாரங்கள் வைக்கப்படும்.
te: పరిమితి కంటే పెద్ద సోర్స్‌లను దాచిపెడుతుంది (ఉదా. 1080p కానీ 20 GB ఫైల్ కాదు). పేర్కొన్న పరిమాణం లేని సోర్స్‌లు ఉంచబడతాయి.
tg: Манбаъҳои аз ҳадди муайяншуда калонтарро пинҳон мекунад (масалан, 1080p вале на файли 20 ГБ). Манбаъҳои бе андозаи зикршуда нигоҳ дошта мешаванд.
th: ซ่อนแหล่งที่ใหญ่กว่าขีดจำกัด (เช่น 1080p แต่ไม่เกินไฟล์ 20 GB) แหล่งที่ไม่ระบุขนาดจะถูกเก็บไว้
tr: Üst sınırdan büyük kaynakları gizler (örneğin 1080p ama 20 GB'lık bir dosyayı değil). Boyutu belirtilmemiş kaynaklar tutulur.
tt: Чиктән зуррак чыганакларны яшерә (мәсәлән, 1080p, ләкин 20 ГБ файл түгел). Зурлыгы күрсәтелмәгән чыганаклар кала.
ug: چەكتىن چوڭ مەنبەلەرنى يوشۇرىدۇ (مەسىلەن 1080p بولسىمۇ 20 GB لىق ھۆججەت ئەمەس). چوڭلۇقى بەلگىلەنمىگەن مەنبەلەر ساقلاپ قېلىنىدۇ.
uk: Приховує джерела, більші за ліміт (напр., 1080p, але не файл на 20 GB). Джерела без указаного розміру залишаються.
ur: حد سے بڑے ذرائع چھپاتا ہے (مثلاً 1080p لیکن 20 GB فائل نہیں)۔ بغیر بیان کردہ سائز والے ذرائع رکھے جاتے ہیں۔
uz: Chegaradan katta manbalarni yashiradi (masalan, 1080p, lekin 20 GB faylni emas). O'lchami ko'rsatilmagan manbalar saqlanadi.
vi: Ẩn các nguồn lớn hơn giới hạn (ví dụ 1080p nhưng không phải tệp 20 GB). Các nguồn không ghi rõ dung lượng vẫn được giữ.
xh: Ifihla imithombo emikhulu kunomda (umzekelo i-1080p kodwa hayi ifayile ye-20 GB). Imithombo engenabungakanani bucaciweyo iyagcinwa.
yo: Ó máa ń fi àwọn orísun tí ó tóbi ju àwọn ààlà lọ pamọ́ (fún àpẹẹrẹ 1080p ṣùgbọ́n kì í ṣe fáìlì 20 GB). Àwọn orísun tí kò ní ìwọ̀n tí a sọ ni a máa ń pa mọ́.
zh_hans: 隐藏大于上限的来源（例如 1080p 但不含 20 GB 的文件）。未标注大小的来源会被保留。
zh_hant: 隱藏大於上限的來源（例如保留 1080p，但不含 20 GB 的檔案）。未標示大小的來源會予以保留。
zu: Ifihla imithombo emikhulu kunomkhawulo (isb. 1080p kodwa hhayi ifayela le-20 GB). Imithombo engenausayizi oshiwo iyagcinwa.
